import React from "react";

const About = () => {
  return (
    <section class="aggr">

    <h1>О нас </h1>
    <h3>Миссия:</h3>
    <p>
      Устранить преграды на пути к массовому принятию криптовалют. <br />
      Для этого мы работаем нам приложением LevelApp, которое позволяет покупать и продавать цифровые активы прямо в вашем смартфоне.<br />
      LevelApp предоставляет услуги посредничества между Вами и множеством поставщиков ликвидности,<br />
      чтобы обеспечивать лучший курс и быстрое исполнение Ваших заявок.
    </p>
    <h3>
      Представительства:
    </h3>
    <ul>
      <li>
        в Украине: ООО «Левелапп», ЕГРПОУ 42573185
      </li>
      <li>
        в странах Европейской экономической зоны: LevelApp Exchange OÜ (Estonia), регистрационный номер 14551071
      </li>
    </ul>
    <p>
      Контакты: support@levelapp.cx
    </p>
  </section>
  );
};

export default About;
