import React from "react";

const Offerta = () => {
  return (
    <section class="aggr">

    <h1>Пользовательское соглашение</h1>
    <p>Условия описывают:</p>
    <ul>
      <li>порядок доступа к сервису «LevelApp» для совершения операций;</li>
      <li>порядок управления счетом, порядок совершения операций посредством сервиса;</li>
      <li>порядок выставления ордеров;</li>
      <li>виды операций и порядок их проведения;</li>
      <li>правила работы пользователей с сервисом.</li>
    </ul>
    <h2>Определение терминов</h2>
    <p>
      <b>«Bitcoin»</b> – в зависимости от контекста (1) децентрализованная одноранговая пиринговая система обмена данными о транзакциях, совершенных между Bitcoin-кошельками, или (2) основанный на технологии Blockchain программный носитель данных, который позволяет вносить изменения в Blockchain.
    </p>
    <p>
      <b>«Bitcoin-кошелек»</b> – специальное программное обеспечение, которое обеспечивает обмен данными между пользователями системы Bitcoin.
    </p>
    <p>
      <b>«Blockchain»</b> – распределенная база данных о транзакциях, совершенных между Bitcoin-кошельками.
    </p>
    <p>
      <b>«LevelApp»</b> (далее – «Сервис») – программный комплекс, который предоставляет Пользователям техническую возможность обмена информацией об их намерении провести операцию обмена криптовалют на электронные деньги или Денежные средства.
    </p>
    <p>
      <b>«Баланс Bitcoin-кошелька Пользователя»</b> – суммарная информация обо всех операциях обмена данными между Bitcoin-кошельком Пользователя и Bitcoin-кошельками других пользователей сети.
    </p>
    <p>
      <b>«Денежные средства»</b> – средства в понимании ст. 3 Закона Украины «О платежных системах и переводе средств в Украине» в любой валюте.
    </p>
    <p>
      <b>«Курс криптовалют на сервисе»</b> – цена Титульных знаков Bitcoin (BTC), выраженная в Титульных знаках UAH или Титульных знаках USD
    </p>
    <p>
      <b>«Личный кабинет»</b> – программная часть Сервиса, доступ к которой ограничен логином и паролем, с помощью которой Пользователь имеет возможность совершать операции и вести учет своей активности на Сервисе.
    </p>
    <p>
      <b>«Операция пополнения Bitcoin-кошелька»</b> – операция обмена данными в системе Bitcoin между Bitcoin-кошельками пользователей, которая условно отображается системой как изменение Баланса Bitcoin-кошельков участников такой операции обмена.
    </p>
    <p>
      <b>«Ордер»</b> - принятое Сервисом от Пользователя управляющее распоряжение, выражающее его намерение на перечисленных в ней условиях произвести операцию обмена с выбранным типом и количеством Титульных знаков.
    </p>
    <p>
      <b>«Пользователь»</b> – любое физическое лицо, которое зарегистрировалось на Сервисе и получило доступ к Личному Кабинету.
    </p>
    <p>
      <b>«Счет Пользователя»</b> – виртуальный счет Пользователя на Сервисе, с помощью которого ведется учет Титульных знаков на Сервисе.
    </p>
    <p>
      <b>«Титульные знаки»</b> – это единицы учета криптовалюты Bitcoin, а также Денежных средств в системе Сервиса, используемые для осуществления целей, для которых используется Сервис.
    </p>
    <h2>
      Принятие условий
    </h2>
    <p>
      Регистрация на сервисе означает, что Пользователь безоговорочно принимает (акцептирует) настоящие Условия и Политику конфиденциальности Сервиса, и обязуется соблюдать их.
    </p>
    <p>
      Пользователь понимает и соглашается с тем, что Сервис не является стороной сделок между Пользователями, не предоставляет финансовых услуг, а также не предоставляет услуги по хранению, перечислению, обмену электронных денег и Денежных средств, и их обмену на криптовалюты.
    </p>
    <p>
      Все сделки на Сервисе проводятся напрямую между Пользователями.
    </p>
    <p>
      Пользователь обязан внимательно ознакомиться с приведенными Условиями и время от времени проверять их на предмет изменений на протяжении всего периода пользования Сервисом. В случае несогласия Пользователя с настоящими Условиями полностью или частично в какой-либо момент, он обязан прекратить использование Сервиса.
    </p>
    <p>
      Сервис имеет право в любое время без предварительного и последующего уведомления вносить изменения и дополнения в настоящие Условия. Такие изменения и дополнения вступают в силу с момента их внесения в настоящие Условия. Сервис не несёт ответственности за то, что Пользователь в какой-либо момент не был ознакомлен с действующей редакцией Условий.
    </p>
    <p>
      Используя Сервис, Пользователь гарантирует, что он достиг восемнадцатилетнего возраста и имеет все права, полномочия и возможности для заключения данного соглашения путём принятия Условий и их дальнейшего соблюдения.
    </p>
    <p>
      Используя Сервис, Пользователь гарантирует, что он понимает принцип работы Bitcoin и все потенциальные риски, связанные с использованием криптовалют, в связи с чем отказывается от любых претензий к Компании или Сервису за возможные убытки, которые Пользователь может понести в результате использования Сервиса, и которые не связаны с неправильной работой Сервиса.
    </p>
    <p>
      Сервис не несет ответственность за изменения Курсов криптовалют на Сервисе. Соглашаясь с этими Условиями, Пользователи отказываться от любых претензий к Компании связанных с убытками Пользователя, понесенными в результате изменения Курса криптовалют на Сервисе.
    </p>
    <p>
      Сервис имеет право по собственному усмотрению без объяснения причин отказать в предоставлении доступа к возможностям Сервиса любому Пользователю.
    </p>
    <h2>Рассылка сервиса</h2>
    <p>
      Пользователь соглашается с тем, что на его e-mail, указанный при регистрации, будет приходить рассылка, являющаяся информационной частью сервиса.
    </p>
    <p>
      Со своей стороны сервис обязуется использовать e-mail пользователя только для уведомлений, связанных с работой биржи, и не передавать его третьим лицам и/или компаниям ни в каких случаях.
    </p>
    <h2>Ограничение доступа для граждан США</h2>
    <p>
    Гражданам США запрещено использование сервиса. В случае нарушения этого правила сервис имеет право в любой момент отказать в доступе и заморозить средства на аккаунте, принадлежащем гражданину США.
    </p>
    <h2>
      Использование личного кабинета пользователя
    </h2>
    <p>
      После регистрации в системе Пользователь получает доступ к Счету в Личном Кабинете. Пользователь может выполнять операции на Сервисе, используя свой Счет и Личный кабинет.
    </p>
    <p>
      В Личном кабинете указана вся информация необходимая для пополнения Счета или выведения Титульных знаков со Счета.
    </p>
    <p>
      Пополнение Счета происходит путем зачисления Титульных знаков согласно реквизитам, указанных Сервисом в Личном кабинете.
    </p>
    <p>
      Пополнение счета в Титульных знаках UAH можно осуществить с помощью банковской карты VISA и MasterCard с использованием платежного провайдера LiqPay.
    </p>
    <p>
      Пополнение счета в Титульных знаках Bitcoin (BTC) осуществляется путем перечисления Bitcoin с Bitcoin-кошелька Пользователя на Bitcoin-кошелек Сервиса.
    </p>
    <p>
      На Счету Пользователя зачисленные Bitcoin или Денежные средства будут отображаться в равной сумме соответствующих титульных знаков.
    </p>
    <p>
      Сервис обязуется хранить зачисленные на Счет Пользователей Bitcoin на соответствующем Bitcoin-кошельке Сервиса, вести его автоматический учет, обеспечивать его доступность для обмена, а также предоставлять Пользователям по их требованию, согласно настоящих Условий.
    </p>
    <p>
      Сервис не является платежной системой или оператором платежных операций, поэтому обеспечивает исключительно технический учет Денежных средств, выраженный в титульных знаках, зачисленных на Счет Пользователя. Сервис не осуществляет операций по перечислению или хранению денежных средств Пользователей. Все операции по перечислению Денежных средств во время Пополнения Счета или выведения титульных знаков выполняются сервисом LiqPay в соответствии с Правилами пользования сервисом. Сервис не несет ответственность за действия любых таких третьих сторон.
    </p>
    <p>
      Все операции с Титульными знаками выполняются исключительно по запросу Пользователя в его Личном Кабинете.
    </p>
    <p>
      Все Титульные знаки, размещенные на Счету, принадлежат Пользователю. Сервис не имеет права блокировать, а также инициировать списание Титульных знаков со Счета без соответствующего распоряжения Пользователя.
    </p>
    <p>
      Чтобы вывести Титульные знаки со Счета, Пользователь заполняет соответствующую форму в Личном кабинете.
    </p>
    <h2>
      Операции обмена
    </h2>
    <p>
      Операции проводятся на основании Ордеров, подаваемых Пользователями. Оформление Ордера является актом управления Сервисом с целью проведения операции на условиях, указанных в Ордере.
    </p>
    <p>
      После регистрации Ордера Сервис обеспечивает автоматический взаимозачет Ордеров с соблюдением эквивалентности обмена, установленной Пользователями.
    </p>
    <p>
      Размещая Ордер, Пользователь дает свое согласие на то, что в случае исполнения Ордера автоматическое списание Сервисом Титульных знаков со Счета Пользователя, а также автоматическое начисление Титульных знаков на Счет Пользователя будут считаться такими, которые осуществляться Системой по запросу Пользователя.
    </p>
    <h2>
      Взаимоотношения c третьими лицами
    </h2>
    <p>
      Соглашаясь с этими Условиями, Пользователи подтверждают, что владеют денежными средствами и криптовалютой на законных основаниях. Если для совершения сделок посредством Сервиса используются средства, которые принадлежат третьим лицам, то Пользователи самостоятельно несут ответственность перед третьими лицами за эти средства.
    </p>
    <h2>
      Ответственность за нарушение условий
    </h2>
    <p>
      Запрещено использовать Сервис для проведения мошенничества и любых других незаконных операций, в том числе с использованием кредитных и расчётных карточек, добытых незаконным путем.
    </p>
    <p>
      Запрещено использовать Сервис как инструмент финансирования операций или деятельности, за которые предусмотрена административная, криминальная или гражданско-правовая ответственность согласно законодательству Украины.
    </p>
    <p>
      В случае выявления сомнительных операций со стороны Пользователей, доступ к Личному Кабинету может быть ограничен для проведения проверки на срок от 24 часов до 30 рабочих дней.
    </p>
    <p>
      В случае неоднократного нарушения этих Условий, Сервис имеет право аннулировать Личный кабинет Пользователя с обязательным возвращением всех денежных средств, предупредив Пользователя об этом путем отправки соответствующего e-mail не позже, чем за 24 часа до такого аннулирования.
    </p>
    <h2>
      Права интеллектуальной собственности
    </h2>
    <p>
      Вебсайт и прочие компоненты Сервиса, и Сервис в целом принадлежат Компании и охраняются законодательством в сфере защиты прав интеллектуальной собственности. Все права защищены. Сервис не претендует на владение правами интеллектуальной собственности, которые принадлежат третьим лицам.
    </p>
    <p>
      Пользователь подтверждает и соглашается с тем, что всё содержимое и материалы, которые доступны в Сервисе, защищены, включая, но не ограничиваясь, авторским правом, торговыми марками, патентами, коммерческой тайной, ноу-хау. Воспроизведение, копирование или перераспределение в коммерческих целях любых материалов или элементов Сервиса без письменного разрешения Компании строго запрещено.
    </p>
    <p>
      За исключением случаев, специально установленных Компанией, Пользователь обязуется не совершать действия, которые нарушают права интеллектуальной собственности Компании в отношении Сервиса, в том числе, но не ограничиваясь: продажу, импорт, экспорт, лицензирование, сдачу в аренду, изменение, распространение, копирование, воспроизведение, передачу, публичную демонстрацию, публичное исполнение, публикацию, адаптацию, редактирование или создание производных произведений от материалов, элементов дизайна или контента Сервиса. Использование контента, материалов, других объектов прав интеллектуальной собственности Компании в любых целях, прямо не указанных в настоящих Условиях, строго запрещено.
    </p>
    <h2>
      Заключительные положения
    </h2>
    <p>
      Настоящие Условия действительны до момента прекращения их действия одной из сторон.
    </p>
    <p>
      Пользователь может прекратить действие этих Условий в любое время, прекратив использование Сервиса и удалив все копии любых компонентов Сервиса со всех своих устройств и оборудования.
    </p>
    <p>
    Сервис может содержать ссылки на сторонние вебсайты и направлять Пользователей на другие вебсайты в том же окне Интернет-браузера. Такие вебсайты не находятся под контролем Компании; более того, существование ссылок в Сервисе не подразумевает, что Сервис одобряет такие вебсайты или, что между и владельцами таких вебсайтов существует какая-либо связь. Сервис не дает никаких гарантий или заверений, а также не несет никакой ответственности в отношении точности, содержания, условий пользования, политики конфиденциальности, товаров (работ, услуг), законности, надежности, восприятия, актуальности, моральности и других аспектов, связанных с такими вебсайтами.
    </p>
  </section>
  );
};

export default Offerta;
