import React from "react";

const Policy = () => {
  return (
    <section class="agrr">
      <h1>Политика конфиденциальности</h1>
      <p>
        Данная политика конфиденциальности (далее — «Политика») описывает
        порядок сбора, хранения, использования и распространения информации
        Пользователей.
      </p>
      <h2>Общие положения</h2>
      <p>
        Используя Сервис, Пользователь принимает настоящую Политику и дает
        согласие на сбор, хранение использование и разглашение своей личной
        информации в соответствии с настоящей Политикой и действующим применимым
        законодательством.
      </p>
      <p>
        Все условия и термины, определенные Условиями использования программного
        комплекса levelApp, применимы в настоящей Политике и имеют аналогичное
        значение.
      </p>
      <p>
        Настоящая Политика является приложением к является приложением к
        Условиям использования программного комплекса LevelApp и их неотъемлемой
        частью.
      </p>
      <h2>Сбор информации пользователей</h2>
      <p>
        Каждый Пользователь может посещать общедоступные разделы Сервиса, не
        раскрывая при этом свою личную информацию; таким образом, все
        Пользователи, которые используют общедоступные разделы Сервиса, могут
        оставаться анонимными, пока они не решат зарегистрироваться.
      </p>
      <p>
        При регистрации Пользователей, Сервис может запрашивать у Пользователей
        данные, необходимые для предоставления услуг и использования Сервиса, а
        именно адрес электронной почты, номер мобильного телефона.
      </p>
      <p>
        Сервис не собирает, не использует и не хранит информацию о банковских
        картах Пользователей (VISA и MasterCard), с помощью которых Пользователь
        может пополнить Счет или вывести титульные знаки со Счета. Эти данные
        обрабатываются компанией LiqPay.
      </p>
      <h2>Использование информации</h2>
      <p>
        Информация Пользователей может быть использована Сервисом для следующих
        целей:
      </p>
      <ul>
        <li>
          предоставления услуг в соответствии с Условиями использования
          программного комплекса LevelApp и обеспечения высокого качества
          обслуживания Пользователей;
        </li>
        <li>
          облегчения пользования Сервисом и усовершенствование услуг Сервиса;
        </li>
        <li>
          предотвращения мошенничества и других незаконных действий
          Пользователей.
        </li>
      </ul>
      <h2>Раскрытие информации</h2>
      <p>
        Сервис не продает, не предоставляет на условиях аренды и не делится
        личной информацией Пользователей с третьими сторонами.
      </p>
      <h2>Защита информации</h2>
      <p>
        Сервис принимает все необходимые меры для защиты информации
        Пользователей от утери, неавторизованного доступа, использования,
        изменения, раскрытия или уничтожения.
      </p>
      <p>
        В то же время, Сервис обращает внимание на то, что ни один из
        существующих способов передачи данных не может быть абсолютно
        безопасным. Поэтому Сервис, не смотря на все принятые меры по
        обеспечению безопасности, не может гарантировать полную сохранность
        информации Пользователей.
      </p>
      <h2>Ответственность администрации</h2>
      <p>
        Сервис несет ответственность за все действия или бездействие касательно
        информации Пользователей в рамках действующего применимого
        законодательства.
      </p>
      <p>
        Сервис не несет ответственность за любые действия Пользователей, третьих
        лиц, хакеров, злоумышленников и прочих нарушителей применимого
        законодательства, которые могут нарушать условия настоящей Политики и
        пытаться завладеть полностью или частично информацией Пользователей, а
        также использовать ее в личных целях, независимо от того, получена ли
        эта информация через Сервис или другим способом.
      </p>
      <h2>Изменения в Политике</h2>
      <p>
        Сервис может обновлять, редактировать и вносить изменения в настоящую
        Политику без дополнительного уведомления. Такие изменения публикуются на
        Сервисе и вступают в силу сразу после публикации, если иное не указано в
        самих изменениях.
      </p>
    </section>
  );
};

export default Policy;
